---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMassingWarn
source: html/22e563ba-f45d-0a67-e787-4bb9d779c27d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMassingWarn Property

A massing cannot be copied. Copy the elements within the massing instead.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyMassingWarn { get; }
```